-- Slay SCHOOL преданный своей работе (id=3)
INSERT INTO teachers (nomination_id, name) VALUES
(3, 'Алексей Сергеевич'),
(3, 'Виталий Измаилович'),
(3, 'Александр Александрович'),
(3, 'Сергей Андреевич'),
(3, 'Лада Львовна'),
(3, 'Дарья Александровна'),
(3, 'Виктория Андреевна'),
(3, 'Лариса Николаевна'),
(3, 'Ксения Геннадьевна'),
(3, 'Елена Владимировна'),
(3, 'Наталья Михайловна'),
(3, 'Светлана Валентиновна'),
(3, 'Марина Евгеньевна'),
(3, 'Татьяна Станиславовна'),
(3, 'Елена Вениаминовна'),
(3, 'Елена Анатольевна'),
(3, 'Наталья Анатольевна'),
(3, 'Любовь Александровна');

-- Slay SCHOOL завуч года (id=4)
INSERT INTO teachers (nomination_id, name) VALUES
(4, 'Сергей Андреевич'),
(4, 'Елена Анатольевна'),
(4, 'Наталья Анатольевна'),
(4, 'Марина Евгеньевна');

-- Slay SCHOOL веселый учитель (id=5)
INSERT INTO teachers (nomination_id, name) VALUES
(5, 'Алексей Сергеевич'),
(5, 'Виталий Измаилович'),
(5, 'Александр Александрович'),
(5, 'Сергей Андреевич'),
(5, 'Лада Львовна'),
(5, 'Дарья Александровна'),
(5, 'Виктория Андреевна'),
(5, 'Лариса Николаевна'),
(5, 'Ксения Геннадьевна'),
(5, 'Елена Владимировна'),
(5, 'Наталья Михайловна'),
(5, 'Светлана Валентиновна'),
(5, 'Марина Евгеньевна'),
(5, 'Татьяна Станиславовна'),
(5, 'Елена Вениаминовна'),
(5, 'Елена Анатольевна'),
(5, 'Наталья Анатольевна'),
(5, 'Любовь Александровна');

-- Slay SCHOOL активный в своей работе (id=6)
INSERT INTO teachers (nomination_id, name) VALUES
(6, 'Алексей Сергеевич'),
(6, 'Виталий Измаилович'),
(6, 'Александр Александрович'),
(6, 'Сергей Андреевич'),
(6, 'Лада Львовна'),
(6, 'Дарья Александровна'),
(6, 'Виктория Андреевна'),
(6, 'Лариса Николаевна'),
(6, 'Ксения Геннадьевна'),
(6, 'Елена Владимировна'),
(6, 'Наталья Михайловна'),
(6, 'Светлана Валентиновна'),
(6, 'Марина Евгеньевна'),
(6, 'Татьяна Станиславовна'),
(6, 'Елена Вениаминовна'),
(6, 'Елена Анатольевна'),
(6, 'Наталья Анатольевна'),
(6, 'Любовь Александровна');
